tap "homebrew/bundle"
brew "antidote"
brew "ast-grep"
brew "bat"
brew "chezmoi"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "luarocks"
brew "openssh"
brew "ripgrep"
brew "starship"
brew "tree"
brew "zoxide"
cask "font-fira-code-nerd-font"
cask "wezterm"
