tap "homebrew/bundle"
brew "antidote"
brew "ast-grep"
brew "bat"
brew "chezmoi"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "luarocks"
brew "openssh"
brew "ripgrep"
brew "starship"
brew "tree"
brew "zoxide"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "wezterm"
vscode "ast-grep.ast-grep-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gruntfuggly.todo-tree"
vscode "iulian-radu-at.find-unused-exports"
vscode "mathiasfrohlich.kotlin"
vscode "mikestead.dotenv"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "vscode-icons-team.vscode-icons"
